{
        "1":"Does the organization describe the board's (or board committee's) oversight of climate-related risks and / or opportunities?", 
        "2":"Does the organization describe management's (or management committee's) role in assessing and managing climate-related risks and/or opportunities?",
        "3":"Does the organization describe the climate-related risks or opportunities the organization has identified?",
        "4":"Does the organization describe time frames (short, medium, or long term) associated with its climate-related risks or opportunities?",
        "5":"Does the organization describe the impact of climate-related risks and opportunities on the organization (e.g. businesses, strategy, or financial planning)?",
        "6":"Does the organization describe the resilience of its strategy, taking into consideration different climate-related scenarios, including a potential future state aligned with the Paris Agreement?",
        "7":"Does the organization disclose the use of a 2C scenario in evaluating strategy or financial planning, or for other business purposes?",
        "8":"Does the organization describe the organization's processes for identifying and/or assessing climate-related risks?",
        "9":"Does the organization describe the organization's processes for managing climate-related risks?",
        "10":"Does the organization describe how processes for identifying, assessing, and managing climate-related risks are integrated into the organization's overall risk management?",
        "11":"Does the organization disclose the metrics it uses to assess climate-related risks and/or opportunities?",
        "12":"Does the organization disclose Scope 1 and Scope 2, and, if appropriate Scope 3 greenhouse gas (GHG) emissions?",
        "13":"Does the organization describe the targets it uses to manage climate-related risks and/or opportunities?",
        "14":"Does the organization describe its performance related to those targets (referenced in question 13)?"
    }
